tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"

# CLI (formulae)
brew "fasd"
brew "fzf"
brew "git"
brew "gradle"
brew "jq"
brew "maven"
brew "node"
brew "python"
brew "telnet"
brew "vim"
brew "wget"
brew "tree"
brew "mas"
brew "mongodb-community"

# GUI (casks)
cask "chatgpt"
cask "docker"
cask "ghostty"
cask "jetbrains-toolbox"
cask "microsoft-office"
cask "movist-pro"
cask "postman"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "google-drive"
cask "typora"
cask "obsidian"
cask "istat-menus"
cask "figma"
cask "mongodb-compass"
cask "ferdium"
cask "heynote"
cask "microsoft-teams"
cask "raycast"
cask "whatsapp"
cask "rectangle"

# Mac App Store (mas)
mas "Caffeinated", id: 1362171212
mas "KakaoTalk",   id: 869223134
mas "Magnet",      id: 441258766
