tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fasd"
brew "fzf"
brew "git"
brew "gradle"
brew "jq"
brew "mas"
brew "maven"
brew "neovim"
brew "node"
brew "python"
brew "telnet"
brew "vim"
brew "wget"
brew "tree"
brew "tree"
cask "docker"
cask "gitkraken"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "microsoft-office"
cask "movist-pro"
cask "postman"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "sublime-text"
cask "time-out"
cask "visual-studio-code"
cask "google-chrome"
cask "google-backup-and-sync"
cask "typora"
cask "istat-menus"
cask "evernote"
mas "Caffeinated", id: 1362171212
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "Snappy", id: 512617038
mas "Movist", id: 461788075
